Repository: wp-plugins/yablog
Catalog: languages/yablog-*.po
Languages: ru_ru, uk_ua

source: Disable XML-RPC
ru_ru: Отключить XML-RPC
uk_ua: Вимкнути XML-RPC

source: Disable XML-RPC API in WordPress 3.5+.
ru_ru: Отключите API XML-RPC в WordPress 3.5 +.
uk_ua: Вимкнути XML-RPC API у WordPress 3.5 +.

source: Disable emoji
ru_ru: Отключить emoji
uk_ua: Вимкнути emoji

source: Disable the new emoji functionality in WordPress 4.2
ru_ru: Отключить новую функциональность emoji в WordPress 4.2
uk_ua: Відключити нову функціональність emoji в WordPress 4.2

source: Disable all feeds
ru_ru: Отключить все каналы
uk_ua: Вимкнути всі канали

source: Disable and remove from html links to the general feeds: Post and Comment Feed, and links to the extra feeds such as category feeds.
ru_ru: Отключить и удалить из html ссылки на общие каналы: Посты и Комментарии корма, и ссылки на дополнительные каналы, такие как каналы категорий.
uk_ua: Відключити і видалити з html посилання на загальні канали: пост і годувати коментарі та посилання на додаткові канали, такі як Категорія канали.

source: Remove html meta tag generator
ru_ru: Удалить мета тег “Wordpress generator”
uk_ua: Видалити html мета тег generator

source: Remove wlwmanifest
ru_ru: Удаление wlwmanifest (Windows Live Writer)
uk_ua: Видалити wlwmanifest

source: Remove shortlink
ru_ru: Удалите Короткие ссылки WordPress
uk_ua: Видалити shortlink

source: Remove "Link:<%s/>; rel=shortlink" from HTTP header
ru_ru: Удалить “Link:<%s/>; rel=shortlink” из HTTP заголовка
uk_ua: Видалити “Link:<%s/>; rel=shortlink “ з HTTP заголовку

source: Settings
ru_ru: Настройки
uk_ua: Налаштування

source: Disable
ru_ru: Отключить
uk_ua: Вимкнути

source: Remove
ru_ru: Удалить
uk_ua: Видалити

source: Save Changes
ru_ru: Сохранить Изменения
uk_ua: Зберегти зміни

source: No feed available, please visit our <a href="%s">Home page</a>!
ru_ru: RSS каналы не доступны, пожалуйста посетите нашу <a href=%s>домашнюю страницу</a>!
uk_ua: Немає доступних, канал, будь ласка, відвідайте нашу <a href=“%s”>домашню сторінку</a>!

source: Pingback functionality is disabled on this Blog.
ru_ru: Pingback функциональность отключена на этом блоге.
uk_ua: Pingback функціональність вимкнуто на цьому блозі.

source: Pingback Disabled!
ru_ru: Pingback отключен!
uk_ua: Pingback вимкнуто!

source: Allows administrators to globally disable XML-RPC, new emoji functionality in WordPress 4.2, wp generator and feeds on their site.
ru_ru: Позволяет администраторам запретить глобально XML-RPC, новые функциональные возможности смайлики в WordPress 4.2, wordpress generator. и каналы на своем сайте.
uk_ua: Дозволяє адміністраторам глобально відключити XML-RPC, нової функціональності emoji в WordPress 4.2, wordpress generator і канали на своєму сайті.

source: Anton Paramonov
ru_ru: Антон Парамонов
uk_ua: Антон Парамонов
